{
  "title": "Hello World",
  "description": "This is a simple i18next example.",
  "about": "About Us",
  "contact": "Contact Us",
  "nav-home-header": "Home",
  "nav-features-header": "Features",
  "nav-company-header": "Company",
  "get-started": "Get Started",
  "hero-home-div-title": "Collecting payments is easy, right?",
  "hero-home-div-text": "Manage all your supply chain transactions in one dashboard. Get paid faster, reconcile quicker, grow bigger. ",
  "hero-home-div-btn": "Get Started Now",
  "hero-home-div-sml-text": "It's free to try!",
  "hiw-title": "Check out how it works ",
  "hiw-text": "It’s easy! Exchange messages, create or confirm orders, send invoices, and collect payments across your supply chain — all within one dashboard.",
  "smarter-title": "Smarter supply chain transactions. More buddy",
  "smarter-btn-1": "Chats",
  "smarter-btn-2": "Orders",
  "smarter-btn-3": "Payments",
  "change-div-one-line-1": "Create chats with any business (even if they’re not on Tinvio)",
  "change-div-one-line-2": "Fully integrated with your favorite chat apps",
  "change-div-one-line-3": "Real-time messages and alerts",
  "change-div-two-line-1": "Create or confirm purchase orders at lightning speed",
  "change-div-two-line-2": "Manage inventory details and availability in real-time",
  "change-div-two-line-3": "24/7 order insights and data reports",
  "change-div-three-line-1": "Send invoices and easily track them until they’re paid",
  "change-div-three-line-2": "Real-time payments settlement and reconciliation",
  "change-div-three-line-3": "Safe, secure, and compliant",
  "more-feateres": "More Features",
  "feat-home-title": "Featured On",
  "swiper-home-title": "Why choose Tinvio?",
  "swiper-home-slide-one": "Tinvio definitely helps to reduce the time and errors in order management between customers and suppliers. It’s super easy to use and available on mobile and web, and the team are friendly and always helpful.",
  "swiper-home-slide-two": "Tinvio helps our business run smoother. We can manage our customer's orders, receivables, and most importantly, trace and reconcile their payments without checking banking apps or statements.",
  "swiper-home-slide-three": "With Tinvio, it's easier for my customers to make payments across various methods. Every payment is also collected in one business account where funds can be withdrawn instantly at any time.",
  "swiper-home-slide-four": "Tinvio has been a foundational partner and solution. We now have faster and more efficient communication with our clients, which makes order processing and deliveries smoother than ever before.",
  "chain-home": "We’ll put a smile on your supply chain",
  "form-home-title": "Fill up the form and we’ll get in touch within a few hours",
  "form-home-form-title": "Hi, we’re Tinvio! And you?",
  "form-home-form-label-one": "Name",
  "form-home-form-label-two": "Business Name",
  "form-home-form-label-three": "Phone",
  "form-btn": "Submit",
  "form-home-promise": "No spam, promise 🙌",
  "hero-title-features": "One dashboard, all your supply chain transactions",
  "hero-features-text": "From orders to real-time cash in your bank. Run your business like a rockstar.",
  "hero-tff-btn": "Try It for Free",
  "super-title": "Supercharge your business with Tinvio",
  "super-item-title-one": "Chats",
  "super-item-text-one": "Send messages, invoices, and payment links directly to customers (even if they’re not on Tinvio)",
  "super-item-title-two": "Orders",
  "super-item-text-two": "Receive, manage, and track all your orders in a format designed to prevent mistakes",
  "super-item-title-three": "Payments",
  "super-item-text-three": "Collect payments and reconcile them against invoices, without checking bank statements",
  "super-and-more": "And more in one dashboard...",
  "manage-title": "Manage orders",
  "manage-text": "Yay, you’ve got a new order! Check and confirm the order in lightning speed",
  "breeze-title": "Breeze through orders without the stress",
  "breeze-text": "Your customers will love that they can browse item catalogs and check availability before placing orders. You’ll receive orders in beautifully formatted lists. Confirm or amend them in a few taps, even when on-the-go!",
  "supply-title": "Sounds easy? Supply chain transactions don’t have to be complicated ",
  "send-title": "Send invoices, save the trees",
  "send-text": "Send invoices digitally, and track them all the way until they’re paid. It’s easier to reconcile and more organized than printouts. If they’re overdue, automatically send a friendly reminder or two!",
  "make-title": "Make collections fast, flexible, fun",
  "make-text": "Give customers a modern B2B payments experience, with more ways to pay (including credit terms). Zero setup or risk for you. They’ll stay with you longer, purchase more from you, and you’ll get cash in your bank so much faster!",
  "get-title": "Get smarter about all the little details",
  "get-text": "Monitor your transaction activity on one dashboard. Generate customized order, invoice, and payments reports. Prevent fraud, improve operations, and grow grow grow!",
  "run-title": "It’s your business. Run it like a rockstar.",
  "way-text": "Are you ready?",
  "way-title": "Supercharge your business, the Tinvio way",
  "accordion-one": "How to get started with Tinvio?",
  "accordion-text-one": "You can create an account on Tinvio (dashboard or mobile app) within a minute to start managing chats, orders, and invoices. For payments, our Customer Success team will reach out for account verification and onboarding. Once verified, you'll be good to go!",
  "accordion-two": "How does Tinvio work?",
  "accordion-text-two": "This dashboard is an easy all-in-one interface for you to manage chats, orders, invoices, and payments with your merchants. Merchants just need to download the free Tinvio mobile app to exchange messages, place orders, and make payments. It’s zero friction for them!",
  "accordion-three": "How to collect payments on Tinvio?",
  "accordion-text-three": "Once your account is verified, you'll be able to request and reconcile payments for all your orders and invoices on Tinvio. Your merchants will receive notifications for each payment request in their favorite channels (e.g. Tinvio app, WhatsApp), and they'll be able to complete payment in a fast and flexible checkout experience. You'll receive real-time updates and reports for all your payments!",
  "accordion-four": "What are the supported payment methods?",
  "accordion-text-four": "We’re always enabling new payment methods. Our Customer Success teams will advise on the available methods in your market (including transaction fees for that method). In general, we support bank transfers, credit cards, and B2B BNPL options!",
  "accordion-five": "I have more product questions! Who do I contact?",
  "accordion-text-five": "If you're already signed up, you can live chat with 'Team Tinvio' in the dashboard or mobile app. Otherwise, you can contact us at support@tinvio.com for more information!",
  "thanks": "Thank you!",
  "get-in-touch": "We’ll get in touch as soon as possible ",
  "close-form-btn-thank": "Close",
  "privacy-title": "Tinvio Legal Info",
  "first-prvt-btn": "Privacy Policy",
  "second-prvt-btn": "Terms of Service",
  "p-1": "Digital Services SG Six Pte. Ltd. ('Tinvio'), a company incorporated in Singapore, understands how important the privacy of personal information is to our users. At Tinvio, we want to make your experience satisfying and safe. This statement governs information you provide to us or we learn from your using or visiting any websites and applications owned and/or operated by Tinvio and any and all services provided to you by Tinvio (collectively, 'Services'). Please read the following to learn more about our Privacy Policy (the 'Policy'). The term 'you' or 'your' generally refers to the individual reading this Policy and/or using the Service. In order to preserve your trust, we want you to understand what information we may collect from you, how we use such information, and the choices you have regarding our use of this information. This Policy explains how Tinvio and some of the companies we work with collect, use, share and protect information in relation to the Services.",
  "h-1": "What does this Privacy Policy Cover?",
  "p-2": "This Policy applies to all users and others who access the Services ('Users') in or outside Singapore. By accessing or using the Service, or providing information to us in connection with the Services, you expressly and unequivocally indicate your acceptance of Tinvio's Privacy Policy. This Privacy Policy does not apply to the practices, policies, or procedures employed by third parties and/or entities that Tinvio does not own, manage or control, or to individuals and others whom Tinvio does not employ, contract, manage, or control.",
  "h-2": "What information do we collect?",
  "p-3": "Depending on your user profile, Tinvio collects some or all of the following types of information:",
  "li-1": "Your first and last name;",
  "li-2": "Your email address, phone number, and your desired password;",
  "li-3": "Your display name (this is the name by which you will register for Services);",
  "li-4": "Other profile data, such as additional contact information, location, occupation, and photo",
  "li-5": "Payment information, such as credit card or financial account numbers (if applicable);",
  "li-6": "Market Research: From time to time, Tinvio may conduct online research surveys through email invitations, pop-up surveys and online focus groups. When participating in a survey, we may ask you to enter Personal Information;",
  "li-7": "Cookies and similar technologies: When you use the Services, we may use cookies and similar technologies like pixels, web beacons, and local storage to collect information about how you use the Service and provide features to you. With the most common browsers you have the choice to accept all cookies, to be notified when a cookie is set or to reject all cookies. If you choose to reject cookies you may not be able to use all of Tinvio's available features and services;",
  "li-8": "Log file information: Log file information is automatically reported by your browser each time you make a request to access (i.e., visit) a web page or app. It can also be provided when the content of the webpage or app is downloaded to your browser or device. When you use our Service, our servers automatically record certain log file information, including your web request, Internet Protocol ('IP') address, browser type, referring / exit pages and URLs, number of clicks and how you interact with links on the webpage, domain names, landing pages, pages viewed, and other such information. The information allows for Tinvio to provide you the features of the Service and for more accurate reporting and improvement of the Service.",
  "h-3": "What do we use your information for?",
  "p-4": "The information we collect from you may be used in one of the following ways:",
  "item-1": "To provide our Services to you, to communicate with you about your use of our Services and for other customer service purposes;",
  "item-2": "To provide information that you have requested to receive from us in response to your opt-in requests;",
  "item-3": "To send information related to Tinvio's products, services, and happenings, including newsletters and emails;",
  "item-4": "To administer your account, respond to your inquiries and send you administrative communications",
  "item-5": "To improve, test, and monitor the effectiveness of the Services (we continually strive to improve the Service based on the information and feedback we receive from you);",
  "item-6": "To develop and test new products and features;",
  "item-7": "To statistically analyse user behavior and activity;",
  "item-8": "To conduct research and measurement activities;",
  "item-9": "To diagnose or fix technology problems;",
  "item-10": "To send you personalised emails or secure electronic messages pertaining to your interests, including news, announcements, and reminders.",
  "p-5": "Tinvio does not sell or share any information of any kind with any third party without your explicit consent, nor does Tinvio use any information for advertisements unrelated to the marketing and promotion of Tinvio’s Services.",
  "h-4": "How can I modify my information?",
  "p-6": "You may update, correct or delete your Personal Information by contacting us at . You may opt out of receiving promotional emails from Tinvio or our partners at any time. How do we disclose your information?",
  "h-5": "How do we disclose your information?",
  "p-7": "Except as noted in this Policy, we do not sell, trade, or otherwise transfer to outside parties your personally identifiable information without your consent. Additionally, Tinvio does not use any personally identifiable information for advertisements unrelated to the marketing and promotion of the Services.",
  "p-8": "We may share your information (including but not limited to, information from cookies, log files, device identifiers, and usage data) with businesses that are legally part of the same group of companies that Tinvio is part of, or that become part of that group ('Affiliates'). Affiliates may use this information to help provide, understand, and improve the Services (including by providing analytics) and Affiliates' own services (including by providing you with better and more relevant experiences).",
  "p-9": "We also may share your information with third-party organizations that help us provide the Service to you ('Service Providers'). Our Service Providers will be given access to your information as is reasonably necessary to provide the Service under reasonable confidentiality terms. For example, these providers may help us administer our Website and Applications, manage and administer Services, or process credit card payments. Where required by law, these companies agree to only use such information for the purposes for which they have been engaged by us unless you expressly permit them to use your information for other purposes.",
  "p-10": "We may remove parts of data that can identify you and share anonymised data with other parties. We may also combine your information with other information in a way that it is no longer associated with you and share that aggregated information.",
  "p-11": "We may collect and release Personally Identifiable Information and/or non-personally-identifiable information only if required to do so by law, or in the good-faith belief that such action is necessary to comply with applicable laws and regulations in or outside Singapore, international law or respond to a court order, subpoena, or search warrant or equivalent, or where in our reasonable belief, an individual's physical safety may be at risk or threatened.",
  "h-6": "What Happens in the Event of a Change of Control?",
  "p-12": "If we sell or otherwise transfer part or the whole of Tinvio or our assets to another organization (e.g., in the course of a transaction like a merger, acquisition, bankruptcy, dissolution, liquidation), your information collected through the Services may be among the items sold or transferred. The buyer or transferee will have to honor the commitments we have made in this Privacy Policy.",
  "h-7": "How We Store Your Information?",
  "p-13": "The Services are hosted in Singapore. If you are visiting from the United States, European Union or other regions with laws governing data collection and use that may differ from Singapore law, please note that you are transferring your personal data to Singapore which does not have the same data protection laws as the United States or EU or other regions and by providing your personal data you consent to: THE USE OF YOUR PERSONAL DATA FOR THE USES IDENTIFIED ABOVE IN ACCORDANCE WITH THIS PRIVACY POLICY; AND THE TRANSFER OF YOUR PERSONAL DATA TO SINGAPORE AS INDICATED ABOVE. We use commercially reasonable safeguards to help keep the information collected through the Service secure. However, Tinvio cannot ensure the security of any information you transmit to Tinvio or guarantee that information on the Service may not be accessed, disclosed, altered, or destroyed.",
  "h-8": "Third party links:",
  "p-14": "We are not responsible for the practices employed by any websites or services linked to or from our Service, including the information or content contained within them. Please remember that when you use a link to go from our Service to another website or service, our Privacy Policy does not apply to those third-party websites or services. Your browsing and interaction on any third-party website or service, including those that have a link on our website, are subject to that third party's own rules and policies.",
  "h-9": "Access to and Modification of your Personal Information:",
  "p-15": "Upon request, Tinvio will provide you with information about whether we hold, or process on behalf of a third party, any of your personal information. To request this information please e-mail us at privacy@tinvio.com. If your personal information changes, or if you no longer desire our service, you may correct, update, delete/remove, or ask to have it removed from a public forum or testimonial by making the change within your account settings or by contacting us via one of the methods listed in this Policy. Please note that copies of information that you have updated, modified, or deleted may continue to reside in our systems for a period of time. Also, you may not be able to remove your personal information from archived web pages that we no longer maintain. In the event we are unable to complete your access request, we will let you know if we are unable to do so and why. We may decline to process requests that are unreasonably repetitive, require disproportionate technical effort, jeopardise the privacy of others, are extremely impractical, or for which access is not otherwise required by local law. If your information has been shared with a third party, as described above, or collected on behalf of a third party, then that third party has received their own copy of your data. If you have been contacted by one of these third parties and wish to correct or request they delete your information, please contact them directly. If you wish to not have your personal information shared with third parties for the creation and display of targeted advertisements, you will need to close your account. This action may be possible through the settings within your account or by contacting us at privacy@tinvio.com. We do not recommend that you do this unless you plan to no longer use the Services and will have no need to receive further communications from us or through our system. Even after you opt-out of all communications, we will retain your information in accordance with this Policy, however, we will no longer use it to contact you. However, third parties who have received your information in accordance with this Policy may still use that information to contact you in accordance with their own privacy policies, but they may not use our system to do so. If you would like to delete your account with us, you may do so by emailing us at privacy@tinvio.com and specifying which account(s) to delete.",
  "h-10": "Changes to our Privacy Policy:",
  "p-16": "Tinvio may modify or update this Privacy Policy from time to time, so please review it periodically. We may provide you additional forms of notice of modifications or updates as appropriate under the circumstances. Your continued use of Tinvio or the Service after any modification to this Privacy Policy will constitute your acceptance of such modification. This policy was last modified in Singapore on July 16, 2019.",
  "pa-1": "These terms and conditions ('Terms', 'Agreement') are an agreement between Digital Services SG Six Pte. Ltd. ('Digital Services SG Six Pte. Ltd.', 'us', 'we' or 'our'), a company incorporated in Singapore, and you ('User', 'you' or 'your'). This Agreement sets forth the general terms and conditions of your use of the Tinvio mobile application, Tinvio web application and any of its products or services (collectively, 'Transactions Platform' or 'Services' or 'Tinvio').",
  "pa-2": "PLEASE READ THESE TERMS CAREFULLY. By accessing, installing, downloading and/or using the Transactions Platform or the Services, you acknowledge that you have read and understood and agree to be bound by these Terms (including all agreements and policies referenced in these Terms or otherwise applicable to the use of any third party services, the Virtual Wallet (as defined below) and related services which are required to be agreed to and accepted before the use of such specific features) and to our Privacy Policy. If you do not agree to be bound by any of these Terms, you must immediately stop using the Transactions Platform and/or any Services provided therein, close your account in Tinvio, delete the Transactions Platform from your mobile devices and/or other computer equipment and terminate your relationship with us without cost or penalty. These Terms apply in addition to and do not derogate from any other terms or conditions that expressly apply to a specific product or service accessed, supplied or provided by or via the Transactions Platform.",
  "pa-3": "We reserve the right to amend, vary or change any information in the Transactions Platform and in these Terms without notice. The amended Terms will take effect from the time of posting on the Transactions Platform or our website. You are responsible for regularly reviewing these Terms so that you are aware of any changes to them and you will be bound by the amended Terms if you continue to access or use the Transactions Platform and/or Services.",
  "he-1": "Accounts and membership",
  "pa-4": "If you create an account in Tinvio, you are responsible for maintaining the security of your account and you are fully responsible for all activities, including but not limited to communication, ordering, invoicing, analytics, that occur under the account and any other actions taken in connection with it. We may monitor and review new accounts before you may sign in and use our Services. Providing false contact information of any kind may result in the termination of your account. You must immediately notify us of any unauthorized uses of your account or any other breaches of security. We will not be liable for any acts or omissions by you, including any damages of any kind incurred as a result of such acts or omissions. We may suspend, disable, or delete your account (or any part thereof) if we determine that you have violated any provision of this Agreement or that your conduct or content would tend to damage our reputation and goodwill. If we delete your account for the foregoing reasons, you may not re-register for our Services. We may block your mobile number, email address and Internet protocol address to prevent further registration.",
  "he-2": "User content",
  "pa-5": "We do not own any data, information or material ('Content') that you submit in Tinvio in the course of using the Services. You shall have sole responsibility for the accuracy, quality, integrity, legality, reliability, appropriateness, and intellectual property ownership or right to use of all submitted Content. We may monitor and review Content in Tinvio submitted or created using our Services by you. Unless specifically permitted by you, your use of Tinvio does not grant us the license to use, reproduce, adapt, modify, publish or distribute the Content created by you or stored in your user account for commercial, marketing or any similar purpose. But you grant us permission to access, copy, distribute, store, transmit, reformat, display and perform the Content of your user account solely as required for the purpose of providing the Services to you. Without limiting any of those representations or warranties, we have the right, though not the obligation, to, in our own sole discretion, refuse or remove any Content that, in our reasonable opinion, violates any of our policies or is in any way harmful or objectionable.",
  "he-3": "Billing and payments",
  "pa-6": "Tinvio is free to use. Where future Services are offered on a free trial basis, payment may be required after the free trial period ends. If auto-renewal is enabled for the Services you have subscribed for, you will be charged automatically after each billing cycle in accordance with the subscription term you selected based on the billing details which you provided to us.",
  "pa-7": "We are responsible for paying to the relevant Third Party PSPs (as defined below) such fees and charges for your use of third party payment services (“PSP Fees”). We may however from time to time require you to pay to us such proportion of the PSP Fees as we deem fit and reasonable in our sole discretion for your use of such third party payment services per transaction order. In the event that you will be charged for any part of the PSP Fees, we will notify you of such additional charges before your next billing cycle.",
  "pa-8": "If, in our judgment, your purchase constitutes a high-risk transaction, we will require you to provide us with a copy of your valid government-issued photo identification, and possibly a copy of a recent bank statement for the credit or debit card used for the purchase. We reserve the right to change products and product pricing at any time. We also reserve the right to refuse any order you place with us. We may, in our sole discretion, limit or cancel quantities purchased per user, per outlet, per merchant, or per order. These restrictions may include orders placed by or under the same customer account, the same credit card, and/or orders that use the same billing and/or shipping address. In the event that we make a change to or cancel an order, we may attempt to notify you by contacting the e-mail and/or billing address/phone number provided at the time the order was made.",
  "he-4": "Accuracy of information",
  "pa-9": "Occasionally there may be information in Tinvio that contains typographical errors, inaccuracies or omissions that may relate to product descriptions, pricing, availability, promotions and offers. We reserve the right to correct any errors, inaccuracies or omissions, and to change or update information or cancel orders if any information in Tinvio or on any related Services is inaccurate at any time without prior notice (including after you have submitted your order). We undertake no obligation to update, amend or clarify information in Tinvio including, without limitation, pricing information, except as required by law. No specified update or refresh date applied in Tinvio should be taken to indicate that all information in Tinvio or on any related Services has been modified or updated.",
  "he-5": "Third party payment services",
  "pa-10": "If you decide to enable, access or use third party payment services, including but not limited to the services of third party payment service providers such as PT Sinar Digital Terdepan which operates the payment gateway “Xendit”, and Rapyd Holdings Pte Ltd which operates the payment gateway “Rapyd” ('Third Party PSPs'), be advised that your access and use of such other services are governed solely by the terms and conditions of such other services, and you hereby acknowledge that you have read and understood and agree to be bound by the terms and conditions of such other services. We encourage you to review the terms and conditions and privacy policies of any third party service providers, including Third Party PSPs, before using their services and disclosing your personal data to them.",
  "pa-11": "The Transactions Platform and/or the Services provide a platform for the sale of goods between suppliers ('Suppliers') and buyers, whether as individuals or business merchants ('Buyers'), and enable you to either (i) list and sell your goods to Buyers and receive payments for the sale of goods as a Supplier; or (ii) manage and place orders for goods from Suppliers and make payments for the purchase of goods as a Buyer. You acknowledge and agree that (i) your payment to a Supplier (if you are a Buyer); or (ii) your receipt of payment from a Buyer (if you are a Supplier) arising from a transaction concluded on the Transactions Platform ('Concluded Transaction') is processed via an external payment gateway by Third Party PSPs. You further acknowledge that Digital Services SG Six Pte. Ltd. does not at any time accept, hold, retain or process any payment funds or cash balance pursuant to a Concluded Transaction, or otherwise provide any payment services to you. All payment funds or cash balance pursuant to a Concluded Transaction are held in regulated (custodian) accounts provided by Third Party PSPs (“PSP Accounts”). Digital Services SG Six Pte. Ltd. cannot guarantee the security of such third party payment system(s) or any payment data on the Transactions Platform.",
  "pa-12": "Further, upon creating an account with Tinvio, you will be offered a virtual wallet on the Transactions Platform ('Virtual Wallet') which will enable you as (i) a Buyer to (a) load and deposit funds from your bank account; and (b) transfer funds to Suppliers pursuant to a Concluded Transaction; or (ii) a Supplier to (a) receive funds from Buyers pursuant to a Concluded Transaction; and (b) withdraw any available balance of funds received in the Virtual Wallet to a bank account as designated by you. The funds deposited and received will be reflected in the Virtual Wallet as electronically stored currency. By creating a Virtual Wallet, you acknowledge and agree that the Virtual Wallet is offered and operated by a Third Party PSP, and the use of the Virtual Wallet and related services is subject to the terms and conditions of the relevant Third Party PSP to which you are bound by. Digital Services SG Six Pte. Ltd. does not provide or operate any virtual wallet or related services, or in any way facilitate the transfer of funds in and out of the Virtual Wallet.",
  "pa-13": "Digital Services SG Six Pte. Ltd. does not endorse, is not responsible or liable for any acts or omissions of any third parties, disclaims any and all liability in connection with the acts, omissions or defaults of such third parties, including Third Party PSPs, and make no representations or warranty of any kind, whether express or implied (including but not limited to, the implied warranties or conditions of merchantability and fitness for a particular purpose, non-infringement, security or accuracy), as to any aspect of such other services, including, without limitation, their content or the manner in which they handle data (including your data) or any interaction between you and the provider of such other services. By using the Transactions Platform and/or the Services, you irrevocably relieve Digital Services SG Six Pte. Ltd. from any and all liability in connection with the acts, omissions or defaults of such third parties, and waive any claim against Digital Services SG Six Pte. Ltd. with respect to such other services. Digital Services SG Six Pte. Ltd. is not liable for any damage or loss caused or alleged to be caused by or in connection with your enablement, access or use of any such other services, or your reliance on the privacy practices, data security processes or other policies of such other services. You may be required to register for such other services or log into their respective mobile or web applications, and you assume total risk and responsibility for your enablement, access or use of such other services. By enabling any other services, you are expressly permitting Digital Services SG Six Pte. Ltd. to disclose your data as necessary to facilitate the use or enablement of such other service.",
  "pa-14": "In particular, in the event of any discrepancy, irregularity, dispute, damage or loss whatsoever relating to a user’s payment funds or cash balance which are held in PSP Accounts, Digital Services SG Six Pte. Ltd. expressly disclaims any and all liability in connection therewith. We will, however, exercise our contractual rights against the relevant Third Party PSP as required to protect our users under such circumstances, and use our best efforts to procure the relevant Third Party PSP to rectify, resolve and/or remedy the said discrepancy, irregularity, dispute, damage or loss as necessary.",
  "pa-15": "Digital Services SG Six Pte. Ltd., the provider of Tinvio, does not require the approval of the Monetary Authority of Singapore for the Transactions Platform. While we will use due and reasonable efforts to check that all Third Party PSPs whom we work and contract with are regulated by the Monetary Authority of Singapore, please be advised that the Third Party PSPs themselves are responsible for maintaining their respective regulatory approvals on an ongoing basis. Users are advised to read the terms and conditions carefully.",
  "he-6": "Backups",
  "pa-16": "We perform regular backups of the Content, however, these backups are for our own administrative purposes only and are in no way guaranteed. You are responsible for maintaining your own backups of your data. We do not provide any sort of compensation for lost or incomplete data in the event that backups do not function properly. We will do our best to ensure complete and accurate backups, but assume no responsibility for this duty.",
  "he-7": "Advertisements",
  "pa-17": "During use of Tinvio, you may enter into correspondence with or participate in promotions of advertisers or sponsors showing their goods or services through Tinvio. Any such activity, and any terms, conditions, warranties or representations associated with such activity, is solely between you and the applicable third party. We shall have no liability, obligation or responsibility for any such correspondence, purchase or promotion between you and any such third party.",
  "he-8": "Links to other mobile or web applications",
  "pa-18": "Although the Transactions Platform may link to other third party mobile or web applications that are not affiliated with or owned, operated or controlled by Digital Services SG Six Pte. Ltd., we are not, directly or indirectly, implying any approval, association, sponsorship, endorsement, or affiliation with any linked mobile or web application, unless specifically stated herein. Some of the links in Tinvio may be 'affiliate links'. This means if you click on the link and purchase an item, Digital Services SG Six Pte. Ltd. will receive an affiliate commission. We are not responsible for examining or evaluating, and we do not warrant the offerings of, any businesses or individuals or the content of their mobile or web applications. We do not assume any responsibility or liability for the actions, products, services, and content of any other third parties. You should carefully review the legal statements, other conditions of use and privacy policies of any mobile or web application which you access through a link from the Transactions Platform. Your linking to any other off-site mobile or web applications is at your own risk.",
  "he-9": "Prohibited uses",
  "pa-19": "In addition to other terms as set forth in the Agreement, you are prohibited from using Tinvio or its Content: (a) for any unlawful purpose; (b) to solicit others to perform or participate in any unlawful acts; (c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances; (d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others; (e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability; (f) to submit false or misleading information; (g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Services or of any related mobile or web application, other mobile or web applications, or the Internet; (h) to collect or track the personal information of others; (i) to spam, phish, pharm, pretext, spider, crawl, or scrape; (j) for any obscene or immoral purpose; or (k) to interfere with or circumvent the security features of the Services or any related mobile or web application, other mobile or web applications, or the Internet. We reserve the right to terminate your use of the Services or any related mobile or web application for violating any of the prohibited uses.",
  "hero-title": "Hi, we’re Tinvio!",
  "hero-text": "We’re reimaging how merchants and suppliers transact. ",
  "built-first-text": "Tinvio is built for B2B transactions. It's an app, it's a dashboard, it's a checkout link, it's a digital wallet, it's a credit line, it's money in (and out) of your bank, and so much more. Tradition meets modern in a delightful chat-led user experience. The best part? We make it fast, flexible, and fun. ",
  "built-second-text": "Why do we do it? It's painfully frustrating for businesses to transact. Our generation are minting NFTs on blockchains everyday and about to colonize Mars, but in our supply chains, businesses are still exchanging cold hard cash, writing checks, and keying manual bank transfers. We're going to reimagine the status quo, we're going to digitize the zillions of these offline receivables and payables. One transaction at a time.",
  "built-dtn": "<svg xmlns='http://www.w3.org/2000/svg' width='14' height='14' viewBox='0 0 14 14' fill='none'> <path d='M7.014 0C10.99 0 14 3.25989 14 6.98948C14 11.315 10.472 14 7 14C5.852 14 4.578 13.6915 3.556 13.0886C3.199 12.8713 2.898 12.7101 2.513 12.8363L1.099 13.2569C0.742 13.3691 0.42 13.0886 0.525 12.7101L0.994 11.1397C1.071 10.9224 1.057 10.691 0.945 10.5088C0.343 9.4011 0 8.18828 0 7.01052C0 3.32298 2.947 0 7.014 0ZM10.213 6.12018C9.716 6.12018 9.317 6.51978 9.317 7.01753C9.317 7.50826 9.716 7.91487 10.213 7.91487C10.71 7.91487 11.109 7.50826 11.109 7.01753C11.109 6.51978 10.71 6.12018 10.213 6.12018ZM6.986 6.12018C6.496 6.11317 6.09 6.51978 6.09 7.01052C6.09 7.50826 6.489 7.90786 6.986 7.91487C7.483 7.91487 7.882 7.50826 7.882 7.01753C7.882 6.51978 7.483 6.12018 6.986 6.12018ZM3.759 6.12018C3.262 6.12018 2.863 6.51978 2.863 7.01753C2.863 7.50826 3.269 7.91487 3.759 7.91487C4.256 7.90786 4.655 7.50826 4.655 7.01753C4.655 6.51978 4.256 6.12018 3.759 6.12018Z' fill='#212121'/></svg> Contact Us",
  "done-title": "What we’ve done",
  "done-div1-text1": "Launch Tinvio Checkout for on-platform payments, supplier web dashboard and more",
  "done-div1-text2": "Series A funding to build embedded supply chain financing products for our users",
  "done-div1-text3": "Expand into new verticals and markets. Close the year with 200 team members and 4000+ active businesses across the region",
  "done-div2-text1": "Seed funding led by Sequoia, GFC",
  "done-div2-text2": "Launch multi-country localization, digital invoicing and more",
  "done-div2-text3": "Adapt to Covid-19. Triple our team size to 100. Activate 1000+ new businesses",
  "done-div3-text1": "Our founder Ajay raises pre-seed in Europe. Moves back home to Singapore to start Tinvio",
  "done-div3-text2": "Zero to one in team, product, processes. Launch merchant mobile app",
  "done-div3-text3": "Ajay meets our COO Tedo. Expand into Indonesia and more markets ",
  "powered-title": "Powered by Teamvio",
  "powered-text": "Up for a challenge? We’re always looking for the best",
  "powered-btn": "Join Us",
  "core-title": "Our Core Commitments",
  "core-item-title-1": "Every pixel matters",
  "core-item-text-1": "Biased towards perfection",
  "core-item-title-2": "Shut the fluff",
  "core-item-text-2": "Clear and direct communication",
  "core-item-title-3": "Break things fast",
  "core-item-text-3": "Ownership with ruthless agility",
  "global-title": "Global, local, remote. Find the perfect role",
  "global-btn": "Explore Roles",
  "contact-title": "Contact us",
  "contact-item-title1": "Contact Support",
  "contact-item-text1": "Porta pellentesque leo arcu in massa. Praesent mattis faucibus placerat. ",
  "contact-item-btn1": "Contact Us",
  "contact-item-title2": "Business & Partnerships",
  "contact-item-text2": "Porta pellentesque leo arcu in massa. Praesent mattis faucibus placerat. ",
  "contact-item-btn2": "Contact Us",
  "contact-item-title3": "Media Relations",
  "contact-item-text3": "Porta pellentesque leo arcu in massa. Praesent mattis faucibus placerat. ",
  "contact-item-btn3": "Contact Us"
}
